tap "borkdude/brew"
tap "candid82/brew"
tap "clojure/tools"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "koekeishiya/formulae"
tap "markus-wa/brew"
tap "powershell/tap"
brew "zstd"
brew "jpeg-xl"
brew "aom"
brew "aspell"
brew "ast-grep"
brew "bat"
brew "bottom"
brew "broot"
brew "cmake"
brew "code-minimap"
brew "coreutils"
brew "cowsay"
brew "d2"
brew "diff-so-fancy"
brew "difftastic"
brew "ditaa"
brew "docutils"
brew "fmt"
brew "folly"
brew "edencommon"
brew "node"
brew "emscripten"
brew "libssh2"
brew "exa"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "lua"
brew "fennel"
brew "gnutls"
brew "ffmpeg"
brew "fnm"
brew "fx"
brew "fzf"
brew "fzy"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdu"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitui"
brew "glow"
brew "gnu-sed"
brew "gnu-tar"
brew "openldap"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "graphviz"
brew "psutils"
brew "python@3.11"
brew "groff"
brew "helix"
brew "htop"
brew "httpie"
brew "icdiff"
brew "libheif"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "languagetool"
brew "lazygit"
brew "lf"
brew "lnav"
brew "lolcat"
brew "luajit"
brew "luarocks"
brew "macvim"
brew "mkcert"
brew "moreutils"
brew "multitail"
brew "mvnvm"
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nss"
brew "nvm"
brew "openssh"
brew "peco"
brew "planck"
brew "plantuml"
brew "prettyping"
brew "pwgen"
brew "pyenv"
brew "pygobject3"
brew "python@3.10"
brew "ranger"
brew "ripgrep"
brew "rlwrap"
brew "rsync"
brew "rust"
brew "sbcl"
brew "sdcv"
brew "selecta"
brew "sevenzip"
brew "so"
brew "tclap"
brew "tealdeer"
brew "terminal-notifier"
brew "terraform"
brew "terraform-ls"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tig"
brew "toilet"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "unixodbc"
brew "unzip"
brew "util-linux"
brew "watchman"
brew "wget"
brew "whistle"
brew "xapian"
brew "xmlstarlet"
brew "xplr"
brew "yarn"
brew "zip"
brew "borkdude/brew/babashka"
brew "borkdude/brew/jet"
brew "candid82/brew/joker"
brew "clojure/tools/clojure"
brew "cloudflare/cloudflare/cloudflared"
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "markus-wa/brew/cq"
brew "powershell/tap/powershell"
cask "alacritty"
cask "alt-tab"
cask "chromium"
cask "font-blex-mono-nerd-font"
cask "font-caskaydia-cove-nerd-font"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "goneovim"
cask "keycastr"
cask "meld"
cask "rio"
cask "temurin11"
cask "temurin17"
cask "wezterm"
cask "whichspace"
vscode "asvetliakov.vscode-neovim"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "edonet.vscode-command-runner"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-close-tag"
vscode "Gruntfuggly.todo-tree"
vscode "Malo.copy-json-path"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "Orta.vscode-jest"
vscode "rahulsinha.hippie-completion"
