{
  "LeaderF": { "branch": "master" },
  "asyncrun.vim": { "branch": "master" },
  "dirbuf.nvim": { "branch": "main" },
  "fm-nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "packer.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "vim-arpeggio": { "branch": "master" }
}